{
    "letters": [
        "Día 1: Bueno mi vida, hoy es día de año nuevo y por tanto tambien tu primer día de este calendario de adviento tardío. Esta idea se me ocurrió porque tu siempre me has dicho este mes de diciembre que te hacía muchísima ilusión tener un calendario de adviento y entre unas cosas y otras yo no fui capaz de comprartelo, entonces se me ocurrió que un buen regalo de navidad sería hacerte un calendario personalizado solo para ti y metiendo un poco el tema de la informática, espero que te guste muchísimo. Hoy me gustaría decirte que estoy muy ilusionado de empezar este año a tu lado, me siento muy afortunado de tenerte en mi vida y espero que sean miles los comienzos de año contigo.  ¡¡¡FELIZ AÑO MI VIDA!!!!.",
        "Día 2: Ayer era año nuevo y no estaba lista la edición del libro 'Nuestra historia' con un impresionante autor llamado Javi, este es el capitulo 1: Todo empezó en una ciudad del sur de España, por mágia del destino y de la tecnología, dos jóvenes cruzaron sus vidas por primera vez, por alguna extraña razón, ambos empezaron a sentir algo del otro que les hacía irresistible el hecho de llegar a verse en persona, hecho que ocurrió pronto. Este dia algo cambió en sus vidas porque ambos sabían que estaban sintiendo algo inexplicable por la otra persona, el encuentro fue en un parque donde ambos conversaban, conociendose mientras los nervios se desataban, realmente no podían creer lo que les estaba pasando y mucho menos se podían imaginar lo que estaba por ocurrir. Todo fluia de forma natural, como si sus almas ya se conocieran de antes. Después llegó el momento de la despedida, en el que algo mágico ocurrió y en un gesto inevitable por ambos, sus labios se encontraron en un beso suave y dulce. Desde entonces, él supo con certeza que ese beso no era una simple despedida, sino el comienzo de algo bonito y sin poder evitarlo marchó a su casa con una sonrisa tonta en el rostro complice de los momentos mágicos que estaban por venir. ",
        "Día 3 (Capítulo 2): Después de aquel encuentro mágico en el parque, se volvieron inseparables. Todo era como un sueño, pasaron cuatro días siguientes entre risas, conversaciones y momentos que nunca se escaparían de su corazón ni de su memoria, durante esos días exploraron juntos la ciudad compartiendo todo tipo de pensamientos y sentimientos que rara vez expresarían con cualquier persona, cada día parecía irrepetible y ambos sentían que todo lo que les estaba ocurriendo se trataba de un sueño. Era como si el universo se hubiera encargado personalmente de juntarlos y ya no había vuelta atrás, estos primeros días marcaron el ritmo de esta bonita historia de amor.",
        "Día 4 (Capítulo 3): Tanto ella como el, estaban viviendo algo que nunca les había ocurrido, hasta llegar al punto de pensar que era algo imposible o que no era para ellos. Ambos se sorprendían de los detalles que ambos se demostraban con el otro, a pesar de que salían de forma tan natural que ninguno de los dos notaba proporcionarlos. Tardaron poco en presentar a sus amistades y a sus familias y a pesar de la incomodidad inicial que eso producía en ningún momento ninguno de los dos puso alguna queja sino que mostró sintonía con las personas queridas de la otra persona, todo parecía inigualable.",
        "Día 5 (Capítulo 4): Si hay una cosa que no se puede evitar son los sentimientos que tiene una persona hacia otra, pero lo verdaderamente especial es cuando este sentimiento es mútuo, ambos sabían que no podían dejar perder a la otra persona, durante el tiempo que se conocían, ambos aprendieron a respetarse mutuamente y a sembrar un futuro juntos. Por tanto llegó un día muy especial, en el que el tenía una actividad deportiva, a la cual fue ella a apoyarle. En ese momento, tanto para el como para ella, a pesar de no existir un formalismo, estaban juntos, una vez llegaron a su casa en un momento muy atípico aunque por tanto muy idóneo para soprenderla, la miró fijamente y le dijo las palabras que llevaba deseando decirle todo ese tiempo '¿Quieres ser mi novia?', propuesta que ella no dudó en aceptar sin poder contener las lágrimas. ",
        "Día 6: Carta: Mi vida llegados a este punto de la historia  ",
        "Carta 7: Estoy tan agradecido por tenerte.",
        "Carta 8: Eres mi mejor amiga y mi amor.",
        "Carta 9: Cada día a tu lado es una bendición.",
        "Carta 10: Me haces querer ser mejor cada día.",
        "Carta 11: Tu amor es mi mayor tesoro.",
        "Carta 12: Estoy orgulloso de nosotros.",
        "Carta 13: Gracias por ser mi apoyo constante.",
        "Carta 14: Eres la razón de mi felicidad.",
        "Carta 15: No puedo esperar para crear más recuerdos contigo.",
        "Carta 16: Eres mi alma gemela.",
        "Carta 17: Adoro cada parte de ti.",
        "Carta 18: Me haces sentir completo.",
        "Carta 19: Eres mi sueño hecho realidad.",
        "Carta 20: Gracias por amarme tal como soy.",
        "Carta 21: Estoy tan enamorado de ti.",
        "Carta 22: No hay nadie más perfecto para mí que tú.",
        "Carta 23: Cada día contigo es una nueva aventura.",
        "Carta 24: Eres mi refugio seguro.",
        "Carta 25: Mi amor por ti crece cada día más.",
        "Carta 26: Eres la mejor parte de mi vida.",
        "Carta 27: Gracias por hacerme tan feliz.",
        "Carta 28: Eres mi confidente y mi amor.",
        "Carta 29: Estoy agradecido por cada momento juntos.",
        "Carta 30: Eres mi todo.",
        "Carta 31: No puedo imaginar mi vida sin ti."
    ]
}
