{
    "letters": [
        "Día 1: Bueno mi vida, hoy es día de año nuevo y por tanto tambien tu primer día de este calendario de adviento tardío. Esta idea se me ocurrió porque tu siempre me has dicho este mes de diciembre que te hacía muchísima ilusión tener un calendario de adviento y entre unas cosas y otras yo no fui capaz de comprartelo, entonces se me ocurrió que un buen regalo de navidad sería hacerte un calendario personalizado solo para ti y metiendo un poco el tema de la informática, espero que te guste muchísimo. Hoy me gustaría decirte que estoy muy ilusionado de empezar este año a tu lado, me siento muy afortunado de tenerte en mi vida y espero que sean miles los comienzos de año contigo.  ¡¡¡FELIZ AÑO MI VIDA!!!!.",
        "Día 2: Ayer era año nuevo y no estaba lista la edición del libro 'Historia sin final' con un impresionante autor llamado Javi, este es el capitulo 1: Todo empezó en una ciudad del sur de España, por mágia del destino y de la tecnología, dos jóvenes cruzaron sus vidas por primera vez, por alguna extraña razón, ambos empezaron a sentir algo del otro que les hacía irresistible el hecho de llegar a verse en persona, hecho que ocurrió pronto. Este dia algo cambió en sus vidas porque ambos sabían que estaban sintiendo algo inexplicable por la otra persona, el encuentro fue en un parque donde ambos conversaban, conociendose mientras los nervios se desataban, realmente no podían creer lo que les estaba pasando y mucho menos se podían imaginar lo que estaba por ocurrir. Todo fluia de forma natural, como si sus almas ya se conocieran de antes. Después llegó el momento de la despedida, en el que algo mágico ocurrió y en un gesto inevitable por ambos, sus labios se encontraron en un beso suave y dulce. Desde entonces, él supo con certeza que ese beso no era una simple despedida, sino el comienzo de algo bonito y sin poder evitarlo marchó a su casa con una sonrisa tonta en el rostro complice de los momentos mágicos que estaban por venir. ",
        "Día 3 (Capítulo 2): Después de aquel encuentro mágico en el parque, se volvieron inseparables. Todo era como un sueño, pasaron cuatro días siguientes entre risas, conversaciones y momentos que nunca se escaparían de su corazón ni de su memoria, durante esos días exploraron juntos la ciudad compartiendo todo tipo de pensamientos y sentimientos que rara vez expresarían con cualquier persona, cada día parecía irrepetible y ambos sentían que todo lo que les estaba ocurriendo se trataba de un sueño. Era como si el universo se hubiera encargado personalmente de juntarlos y ya no había vuelta atrás, estos primeros días marcaron el ritmo de esta bonita historia de amor.",
        "Día 4 (Capítulo 3): Tanto ella como el, estaban viviendo algo que nunca les había ocurrido, hasta llegar al punto de pensar que era algo imposible o que no era para ellos. Ambos se sorprendían de los detalles que ambos se demostraban con el otro, a pesar de que salían de forma tan natural que ninguno de los dos notaba proporcionarlos. Tardaron poco en presentar a sus amistades y a sus familias y a pesar de la incomodidad inicial que eso producía en ningún momento ninguno de los dos puso alguna queja sino que mostró sintonía con las personas queridas de la otra persona, todo parecía inigualable.",
        "Día 5 (Capítulo 4): Si hay una cosa que no se puede evitar son los sentimientos que tiene una persona hacia otra, pero lo verdaderamente especial es cuando este sentimiento es mútuo, ambos sabían que no podían dejar perder a la otra persona, durante el tiempo que se conocían, ambos aprendieron a respetarse mutuamente y a sembrar un futuro juntos. Por tanto llegó un día muy especial, en el que el tenía una actividad deportiva, a la cual fue ella a apoyarle. En ese momento, tanto para el como para ella, a pesar de no existir un formalismo, estaban juntos, una vez llegaron a su casa en un momento muy atípico aunque por tanto muy idóneo para soprenderla, la miró fijamente y le dijo las palabras que llevaba deseando decirle todo ese tiempo '¿Quieres ser mi novia?', propuesta que ella no dudó en aceptar sin poder contener las lágrimas. ",
        "Día 6 (Capítulo 5): Ninguno de los dos se podría creer lo que les estaba pasando de un instante a otro ya eran pareja, mientras que ella no podía contener la ilusión y las ganas de contarselo a sus personas más cercanas el no podía dejar de mirarla y pensar en la suerte que había tenido al encontrar una persona así. Una nueva etapa en sus vidas había comenzado.",
        "Día 7 (Capítulo 6): Desde el comienzo de la relación ambos tenían presente de que a pesar de que durante la gran mayoría del año iban a estar muy cerca el uno del otro, otra gran parte iban a estar alejados ya que la verdadera casa de ella estaba muy lejos. Ambos eran conscientes de la situación y tenían la certeza de que lo que sentían por el otro haría que no ocurriera nada malo este tiempo, pero eran necesarias conversaciones entre ambos para hacerse a la idea de lo duro que sería separarse. Durante el resto del tiempo, con lo que para ellos era la normalidad, se podían ver cuatro de cada siete días, unas veces mas tiempo que otras pero siempre con el deseo de estar juntos el mayor tiempo posible.",
        "Día 8 (Capítulo 7): Es importante señalar que en todas las historias hay un villano y en esta no iba a ser menos, había un ser que pretendía robarle los sentimientos de la chica a el, algo trágico, de no ser porque su nombre era 'coco'. Sí, ella se había enamorado de su pequeño perro blanco de raza y peso un poco alterados, pero adorable al fin y al cabo. Lo mas impresionante de todo era que esto era recíproco, desde el comienzo cuando el llegaba a su casa, coco le olía enterito captando cada detalle de la esencia producida por su pareja. El can disfrutaba con todos sus sentidos de tan expléndido olor y cuando tenía la fortuna de verla reaccionaba eufórico de la emoción correteando y saltando, algo que no acostumbraba mucho a hacer puesto que era un tanto asocial. Ella no solo estaba captando solo su cariño sino el de toda su familia, incluido su perro.",
        "Día 9 (Capítulo 8): Como en todas las parejas y no tan parejas, no todo es un camino de rosas, existen ciertos problemas y situaciones con posturas diferentes y lo que realmente hacía buena esta pareja es que cuando ambos tenían algún problema con la otra persona no dudaban en hablarlo y arreglar la situación lo antes posible. Ninguno de los dos se arrugaba ni mostraba orgullo a la hora de reconocer si habían hecho algo mal con el otro y no tardaban en volver a estar bien. Al final, esto era algo importante para ambos ya que lo que construían no era para un tiempo sino estar juntos el resto de su vida. Esto era algo que no cabía en la cabeza de ninguno de los dos, nunca antes habían sentido la preocupación que mostraba el uno por el otro y la forma de que hablar las cosas fuera algo constructivo de verdad para ambos.",
        "Día 10: Soy una caja de sorpresas lo se, pero hoy no hay capítulo, quería decirte que me alegra mucho estar con una persona como tú, desde que nos conocimos te volviste una persona imprescindible para mí. Eres única en el mundo y aunque tu siempre digas lo contrario, para mi no puedes ser más perfecta, estoy completamente loco por ti, tu sonrisa, tus ojos y el hecho de que me permitas formar parte de tu vida a diario me hacen sentir la persona más afortunada del mundo. Espero que te esté gustando el libro hasta ahora, llevaba sin escribir algo muchísimo tiempo y pensé que te podría hacer ilusión. Dentro de poco volverás a Granada, y te puedo asegurar desde ya que estaré dando botes de alegría por verte. No eres consciente de lo que vales mi vida, no voy a dejar de decirtelo ni demostrartelo, TE QUIERO NO SABES CUANTO",
        "Día 11 (Capítulo 9): Después de todo este tiempo llegó el momento de el conociera a sus padres, cosa para la que el en cierta medida sentía que estaba preparado en el sentido de los nervios, pero no fue así. El acontecimiento de conocer a sus padres no se producía por otra cosa sino porque llegaba el momento en la que comenzaba el verano y ella se marchaba a disfrutar de las vacaciones con su familia. Todo fue bien, los nervios desaparecieron al poco rato de conocer a sus padres, y se sorprendió al ver lo bien que lo trataban y llego a sentir como si lo conociera antes en el sentido de la rapidez con la que se sintió comodo con ellos. Eran bellísimas personas, se sentía el amor que sentían el uno por el otro y notó muchas coincidencias de personalidad con su hija abrumadoras para su persona en ese instante, cabe destacar que era muy tímido y el sentimiento de nerviosismo se debía a causar una buena impresion, algo que era muy importante para él.",
        "Día 12 (Capítulo 10: Comenzó una etapa a la que ambos temían, a pesar de saber lo que les venía por delante, no eran del todo conscientes del hecho de que iban a permanecer separados por un período de tiempo muy considerable, el verano había llegado y ella volvía a su casa por vacaciones con su familia, nada se impuso a una despedida llena de emoción cuando ambos se encontraban en una situación de incertidumbre a cerca de lo que pasaría en sus vidas en las vacaciones de verano. Recordemos el detalle de que nuestra pareja era inseparable y que iban a separarse por un período de tiempo muy largo para ellos. Desde el primer momento supieron que no sería fácil, aunque en cierta medida estaban preparados para superar la situación juntos, sabían del amor que se tenían el uno por el otro y que ambos lucharían porque todo saliera bien.",
        "Día 13 (Capítulo 11): Desde el comienzo del verano, nuestros protagonistas se llamaban con su teléfono, hablaban por mensaje y en cierta medida, a pesar de estar separados físicamente, nunca dejaban de estar conectados entre sí. En este tiempo se demostraron que a pesar de la distancia que hubiera entre ellos, mediante la comunicación y el amor que sentían el uno por el otro podrían con todo lo que se les pusiera en el camino.  FIN DEL CAPÍTULO. Cuando de verdad quieres a una persona y tienes la suerte de encontrar a tu mitad en la vida hay que luchar por esa persona, desde que te conocí mi mundo gira en torno a ti y a pesar de que tenga miles de cosas que no sean lo que te mereces nunca voy a dejar de intentar demostrarte lo que te respeto te valoro y te amo. Eres lo más especial que me ha pasado en la vida y todo lo bueno que diga de ti se queda corto. Yo soy un antiguo tu lo sabes, pero te aseguro que todos los días sueño con el momento de casarnos y soy pesado con eso, pero no por otra cosa sino porque tengo muy claro de que quiero pasar el resto de mi vida contigo. Gracias por ser la mejor novia del mundo.",
        "Día 14 (Capítulo 12): El verano se antojaba largo, ambos echaban de menos el estar juntos, hacer planes, reirse y todos los motivos por los que eran inseparables. cuando ya llevaban un período de tiempo de vacaciones, ella tuvo que venir a hacer examenes y todo cabe decirlo a pesar de que el quería que disfrutase de sus vacaciones y no estuviera estudiando, no podía rebosar más felicidad con el pensamiento de que se podrían ver mientras que ella estuviera aquí. El reencuentro fue cálido, ambos estaban aprendiendo de todo lo que les estaba ocurriendo, se necesitaban el uno al otro. Cuando ella llegó el fue al aeropuerto a recogerla y cuando la vió llegar se quedó petrificado, le abrumaba la belleza de su novia y a pesar de que ya llevaban mucho juntos. Para que mentir, estaba radiante, su rostro estaba algo mas moreno que de costumbre, con un vestido rojo, y una mirada tan noble y sincera que hacia que no fuera capaz de quitarle la mirada, el mismo pensó que se estaba tratando de un comportamiento cercano a lo raro por su parte, pero cuando uno está enamorado esto no se puede evitar.",
        "Día 15 (Capítulo 13): Fue una semana intensa, cargada de emociones, planes, reencuentros. Durante este tiempo ella se quedaba en casa de sus tíos, pero sola, algo que aunque el no dijera mucho le preocupaba, y trataba estar el mayor tiempo posible con ella sin llegar a molestar a su familia. El siempre sentía que no era suficiente para ella, pero ni mucho menos porque ella lo dijera, sino porque la quería tanto, que cualquier cosa que hacía intentaba que fuera perfecta y no siempre esto es así. Era una sensación de que la persona que estaba con el simplemente le estaba dando la vida, la necesitaba y la quería y a una persona que quieres solo le intentas dar lo mejor y lo que consideras que se merece y en el caso de este chiquillo ella se merecía el mundo entero.",
        "Día 16 (Capítulo 14): El tiempo de examenes terminó y ella tenía que marchar de nuevo a proseguir con sus vacaciones. Todavía no lo sabía pero había conseguido superar todo lo estudiado y se iba con el trabajo bien hecho y con todo el mundo que la rodeaba orgulloso de ella, no era para menos. La despedida como no podía ser de otra forma dejaba un poco sensible al protagonista no nos vamos a engañar, aunque cabe decir que en esta ocasión se sentía algo diferente a la primera vez, en esta ocasión pensaba en lo feliz que estaría rodeado de su gente, su viaje a asturias con su familia y que sería de tontos no estar contento con la fortuna de tener al lado a la persona que tenía. Todo esto no quiere decir que no la echara de menos ni mucho menos y si hubiera dependido de él hubiera volado a melilla, haciendo caso omiso a su vértigo, miedo a las alturas y el no haberse subido en su vida a un avión. Todo esto no fue posible al no ponerse de acuerdo con sus padres, lo cual le frustró un poco a ambos.",
        "Día 17 (Capítulo 15): Durante el resto del verano continuaron disfrutando de la compañía de sus familias de sus amigos y en los momentos en los que a ambos les era posible llamandose entre ellos. A pesar de ser fechas diferentes y de que cada uno fuera con su familia, ambos realizaron un viaje a asturias en verano y disfrutaron de los paisajes y lugares expléndidos que allí se encuentran y aunque ambos ya habían estado antes allí, no podían dejar de quedarse maravillados con tan expléndido lugar, las montañas, el clima, los colores de la naturaleza bien frondosa y abundante que invade aquellos parajes los dejó atónitos y con unas férreas ganas de volver dentro de poco allí.",
        "Día 18 (Capítulo 16): Llegó el final del verano, y con este muchos cambios en la situación actual de nuestros protagonistas, comenzaban su año en el su universidad e instituto respectivamente y ella volvió con sus padres para llevar a cabo la mudanza. En la anterior ocasión el no fue capaz de ayudar, pero en esta ocasión nada se interpuso para que el primer momento en el que se volvieran a ver fuera en su nuevo piso. La alegría era inmensa ya que además de el reencuentro nuestra protagonista tenía un nuevo instrumento electrónico al que ella denominaría como 'su nueva hija'. Su novio apareció en su nuevo piso con la tablet nueva que previamente había comprado y hacía que su felicidad estuviera desatada con todos los acontecimientos. Después de ponerse con el reto de introducir toda la ropa, moviliario y muchísimas zapatillas (cabe decirlo), hicieron un inciso en la mudanza, ya que sus padres habían reservado en un lugar bastante conocido de granada con comida italiana. Él se sentía uno más con sus padres y disfrutaron mucho de la comida y posteriormente de las compras que fueron a realizar al centro comercial de la ciudad. Después, a la vuelta, llegó el momento de la despedida con sus padres, ya que volvían a casa y continuaron con la mudanza para dejar todo de la mejor manera que fueron capaces, algo que hizo que acabaran considerablemente cansados.",
        "Día 19 (Capítulo 17): Ella estaba feliz con su nuevo piso y empezaron a hacer planes de nuevo por la ciudad, a cuidar el uno del otro y siendo felices. Existieron muchos reencuentros con sus amigos con los cuales tenía una relación muy buena, con su familia y con el reto entre manos de salir a correr juntos los fines de semana. Al principio sus amigas y compañeras no se encontraban en el piso y estuvo un corto período de tiempo sin verlas hasta que llegaron. A todo esto cabe decir que en no demasiado tiempo se acercaba el cumple de nuestro otro personaje y ella comenzó a hablarle de sus regalos, era una persona muy detallista, y para ella era muy importante darle los regalos más especiales posibles. Mientras que el pensaba que no se merecía un gasto de dinero en el ni nada parecido ya que su mejor regalo en la vida podía ser estar con una persona como ella a su lado. Aunque cabe decir que la curiosidad de conocer detalles acerca de los regalos en algunos momentos le invadía con mucha frecuencia los pensamientos.",
        "Día 20 (Capítulo 18): Durante esta época los planes en pareja fueron en ascenso, se iban a correr juntos algunos fines de semana, cenaban en lugares probando diferentes tipos de gastronomía o simplemente se quedaban en casa el uno con el otro cuando no tenían ganas de salir para ver una película o una serie juntos. Además la complicidad con las compañeras de piso iba a más, hicieron algún plan juntos y todo llegó al punto de que conocieran a algunos de los amigos de él y se se sintieran cómodos todos. Todo hasta el punto de que se intentaran llevar a cabo nuevas parejas, algo que no salió precisamente a pedir de boca. La relacion de ella con sus padres iba a mejor, a pesar de tener ciertas normas que no terminaban de convencer a ninguno de los dos, cada vez se veían más veces, ella entraba en casa, algo que no acostumbraban a hacer casi nunca y todo esto porque realmente estaban viendo en ella una persona que le estaba haciendo bien a su hijo y cuanto más la conocían más se interesaban por ella hasta el punto de ser una más en la familia. Algo que realmente el nunca había visto en sus padres hasta el momento. El amor, es algo difícil, difícil en el sentido de encontrar a una persona que de verdad tenga las mismas ideas que tu, la atracción física, una persona con la que tengas la vista al futuro a su lado, que no te proporcione malestar, se preocupe por ti. Alguien a quien realmente ves como la única opción en tu vida, el resto de personas se vuelven transparentes ante tus ojos. La razón por la que sueño todos los días contigo y en cierta medida tengo dependencia a ti es porque tu eres la persona por la que siento todo esto, nunca dejaré de decirtelo mi vida, te amo mucho y no puedo expresar lo afortunado que me siento por tenerte en mi vida.",
        "Día 21 (Capítulo 19): Cada vez se acercaba más el cumple de él, prácticamente desde que se conocieron llevaban hablando del momento en el que llegaran sus cumpleaños y ella comenzó a darle cierta curiosidad con lo que pensaba regalarle, esto es algo que a el lo ponía en un brete ya que por un lado se ilusionaba mucho con los que regalos que pudiera recibir de ella aunque al mismo tiempo tenía un sentimiento de que no quería que ella se gastara dinero en él. Cabe destacar que durante este tiempo ella le cogió el gusto a ponerle en esa situación. Por más que lo intentaba no era capaz de adivinar nada de lo que podía recibir por su parte, no sería por intentos desde luego, cada vez que este tema se mencionaba no dudaba en enumerar una lista de regalos, buscando algún tipo de reacción en su rostro que confirmase que lo había acertado. Todos estos esfuerzos eran en balde ya que ella no mostraba una reacción propia de que había conseguido acertar el regalo. Aunque mi mejor regalo en la vida eres tú.",
        "Día 22 (Capítulo 20): No hay nadie más perfecto para mí que tú.",
        "Día 23: Cada día contigo es una nueva aventura.",
        "Día 24: Eres mi refugio seguro.",
        "Día 25: Mi amor por ti crece cada día más.",
        "Día 26: Eres la mejor parte de mi vida.",
        "Día 27: Gracias por hacerme tan feliz.",
        "Día 28: Eres mi confidente y mi amor.",
        "Día 29: Estoy agradecido por cada momento juntos.",
        "Día 30: Eres mi todo.",
        "Día 31: No puedo imaginar mi vida sin ti."
    ]
}
