{
    "letters": [
        "Día 1: Bueno mi vida, hoy es día de año nuevo y por tanto tambien tu primer día de este calendario de adviento tardío. Esta idea se me ocurrió porque tu siempre me has dicho este mes de diciembre que te hacía muchísima ilusión tener un calendario de adviento y entre unas cosas y otras yo no fui capaz de comprartelo, entonces se me ocurrió que un buen regalo de navidad sería hacerte un calendario personalizado solo para ti y metiendo un poco el tema de la informática, espero que te guste muchísimo. Hoy me gustaría decirte que estoy muy ilusionado de empezar este año a tu lado, me siento muy afortunado de tenerte en mi vida y espero que sean miles los comienzos de año contigo.  ¡¡¡FELIZ AÑO MI VIDA!!!!.",
        "Día 2: Ayer era año nuevo y no estaba lista la edición del libro 'Historia sin final' con un impresionante autor llamado Javi, este es el capitulo 1: Todo empezó en una ciudad del sur de España, por mágia del destino y de la tecnología, dos jóvenes cruzaron sus vidas por primera vez, por alguna extraña razón, ambos empezaron a sentir algo del otro que les hacía irresistible el hecho de llegar a verse en persona, hecho que ocurrió pronto. Este dia algo cambió en sus vidas porque ambos sabían que estaban sintiendo algo inexplicable por la otra persona, el encuentro fue en un parque donde ambos conversaban, conociendose mientras los nervios se desataban, realmente no podían creer lo que les estaba pasando y mucho menos se podían imaginar lo que estaba por ocurrir. Todo fluia de forma natural, como si sus almas ya se conocieran de antes. Después llegó el momento de la despedida, en el que algo mágico ocurrió y en un gesto inevitable por ambos, sus labios se encontraron en un beso suave y dulce. Desde entonces, él supo con certeza que ese beso no era una simple despedida, sino el comienzo de algo bonito y sin poder evitarlo marchó a su casa con una sonrisa tonta en el rostro complice de los momentos mágicos que estaban por venir. ",
        "Día 3 (Capítulo 2): Después de aquel encuentro mágico en el parque, se volvieron inseparables. Todo era como un sueño, pasaron cuatro días siguientes entre risas, conversaciones y momentos que nunca se escaparían de su corazón ni de su memoria, durante esos días exploraron juntos la ciudad compartiendo todo tipo de pensamientos y sentimientos que rara vez expresarían con cualquier persona, cada día parecía irrepetible y ambos sentían que todo lo que les estaba ocurriendo se trataba de un sueño. Era como si el universo se hubiera encargado personalmente de juntarlos y ya no había vuelta atrás, estos primeros días marcaron el ritmo de esta bonita historia de amor.",
        "Día 4 (Capítulo 3): Tanto ella como el, estaban viviendo algo que nunca les había ocurrido, hasta llegar al punto de pensar que era algo imposible o que no era para ellos. Ambos se sorprendían de los detalles que ambos se demostraban con el otro, a pesar de que salían de forma tan natural que ninguno de los dos notaba proporcionarlos. Tardaron poco en presentar a sus amistades y a sus familias y a pesar de la incomodidad inicial que eso producía en ningún momento ninguno de los dos puso alguna queja sino que mostró sintonía con las personas queridas de la otra persona, todo parecía inigualable.",
        "Día 5 (Capítulo 4): Si hay una cosa que no se puede evitar son los sentimientos que tiene una persona hacia otra, pero lo verdaderamente especial es cuando este sentimiento es mútuo, ambos sabían que no podían dejar perder a la otra persona, durante el tiempo que se conocían, ambos aprendieron a respetarse mutuamente y a sembrar un futuro juntos. Por tanto llegó un día muy especial, en el que el tenía una actividad deportiva, a la cual fue ella a apoyarle. En ese momento, tanto para el como para ella, a pesar de no existir un formalismo, estaban juntos, una vez llegaron a su casa en un momento muy atípico aunque por tanto muy idóneo para soprenderla, la miró fijamente y le dijo las palabras que llevaba deseando decirle todo ese tiempo '¿Quieres ser mi novia?', propuesta que ella no dudó en aceptar sin poder contener las lágrimas. ",
        "Día 6 (Capítulo 5): Ninguno de los dos se podría creer lo que les estaba pasando de un instante a otro ya eran pareja, mientras que ella no podía contener la ilusión y las ganas de contarselo a sus personas más cercanas el no podía dejar de mirarla y pensar en la suerte que había tenido al encontrar una persona así. Una nueva etapa en sus vidas había comenzado.",
        "Día 7 (Capítulo 6): Desde el comienzo de la relación ambos tenían presente de que a pesar de que durante la gran mayoría del año iban a estar muy cerca el uno del otro, otra gran parte iban a estar alejados ya que la verdadera casa de ella estaba muy lejos. Ambos eran conscientes de la situación y tenían la certeza de que lo que sentían por el otro haría que no ocurriera nada malo este tiempo, pero eran necesarias conversaciones entre ambos para hacerse a la idea de lo duro que sería separarse. Durante el resto del tiempo, con lo que para ellos era la normalidad, se podían ver cuatro de cada siete días, unas veces mas tiempo que otras pero siempre con el deseo de estar juntos el mayor tiempo posible.",
        "Día 8 (Capítulo 7): Es importante señalar que en todas las historias hay un villano y en esta no iba a ser menos, había un ser que pretendía robarle los sentimientos de la chica a el, algo trágico, de no ser porque su nombre era 'coco'. Sí, ella se había enamorado de su pequeño perro blanco de raza y peso un poco alterados, pero adorable al fin y al cabo. Lo mas impresionante de todo era que esto era recíproco, desde el comienzo cuando el llegaba a su casa, coco le olía enterito captando cada detalle de la esencia producida por su pareja. El can disfrutaba con todos sus sentidos de tan expléndido olor y cuando tenía la fortuna de verla reaccionaba eufórico de la emoción correteando y saltando, algo que no acostumbraba mucho a hacer puesto que era un tanto asocial. Ella no solo estaba captando solo su cariño sino el de toda su familia, incluido su perro.",
        "Día 9 (Capítulo 8): Como en todas las parejas y no tan parejas, no todo es un camino de rosas, existen ciertos problemas y situaciones con posturas diferentes y lo que realmente hacía buena esta pareja es que cuando ambos tenían algún problema con la otra persona no dudaban en hablarlo y arreglar la situación lo antes posible. Ninguno de los dos se arrugaba ni mostraba orgullo a la hora de reconocer si habían hecho algo mal con el otro y no tardaban en volver a estar bien. Al final, esto era algo importante para ambos ya que lo que construían no era para un tiempo sino estar juntos el resto de su vida. Esto era algo que no cabía en la cabeza de ninguno de los dos, nunca antes habían sentido la preocupación que mostraba el uno por el otro y la forma de que hablar las cosas fuera algo constructivo de verdad para ambos.",
        "Día 10: Soy una caja de sorpresas lo se, pero hoy no hay capítulo, quería decirte que me alegra mucho estar con una persona como tú, desde que nos conocimos te volviste una persona imprescindible para mí. Eres única en el mundo y aunque tu siempre digas lo contrario, para mi no puedes ser más perfecta, estoy completamente loco por ti, tu sonrisa, tus ojos y el hecho de que me permitas formar parte de tu vida a diario me hacen sentir la persona más afortunada del mundo. Espero que te esté gustando el libro hasta ahora, llevaba sin escribir algo muchísimo tiempo y pensé que te podría hacer ilusión. Si no creo mal hoy vuelves a Granada, y te puedo asegurar desde ya que estaré dando botes de alegría por verte. No eres consciente de lo que vales mi vida, no voy a dejar de decirtelo ni demostrartelo, TE QUIERO NO SABES CUANTO",
        "Día 11 (Capítulo 9): Después de todo este tiempo llegó el momento de el conociera a sus padres, cosa para la que el en cierta medida sentía que estaba preparado en el sentido de los nervios, pero no fue así. El acontecimiento de conocer a sus padres no se producía por otra cosa sino porque llegaba el momento en la que comenzaba el verano y ella se marchaba a disfrutar de las vacaciones con su familia. Todo fue bien, los nervios desaparecieron al poco rato de conocer a sus padres, y se sorprendió al ver lo bien que lo trataban y llego a sentir como si lo conociera antes en el sentido de la rapidez con la que se sintió comodo con ellos. Eran bellísimas personas, se sentía el amor que sentían el uno por el otro y notó muchas coincidencias de personalidad con su hija abrumadoras para su persona en ese instante, cabe destacar que era muy tímido y el sentimiento de nerviosismo se debía a causar una buena impresion, algo que era muy importante para él.",
        "Carta 12: Estoy orgulloso de nosotros.",
        "Carta 13: Gracias por ser mi apoyo constante.",
        "Carta 14: Eres la razón de mi felicidad.",
        "Carta 15: No puedo esperar para crear más recuerdos contigo.",
        "Carta 16: Eres mi alma gemela.",
        "Carta 17: Adoro cada parte de ti.",
        "Carta 18: Me haces sentir completo.",
        "Carta 19: Eres mi sueño hecho realidad.",
        "Carta 20: Gracias por amarme tal como soy.",
        "Carta 21: Estoy tan enamorado de ti.",
        "Carta 22: No hay nadie más perfecto para mí que tú.",
        "Carta 23: Cada día contigo es una nueva aventura.",
        "Carta 24: Eres mi refugio seguro.",
        "Carta 25: Mi amor por ti crece cada día más.",
        "Carta 26: Eres la mejor parte de mi vida.",
        "Carta 27: Gracias por hacerme tan feliz.",
        "Carta 28: Eres mi confidente y mi amor.",
        "Carta 29: Estoy agradecido por cada momento juntos.",
        "Carta 30: Eres mi todo.",
        "Carta 31: No puedo imaginar mi vida sin ti."
    ]
}
